xml/request_templates/film_piratescaribbean.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>28480261|870970</ac:identifier>
              <ac:source>undefined</ac:source>
              <dc:title>Pirates of the Caribbean - den sorte forbandelse</dc:title>
              <dc:title xsi:type="dkdcplus:full">Pirates of the Caribbean - den sorte forbandelse</dc:title>
              <dc:title xsi:type="dkdcplus:series">Disney dvd</dc:title>
              <dcterms:alternative>Pirates of the Caribbean - the curse of the Black Pearl</dcterms:alternative>
              <dc:creator xsi:type="dkdcplus:drt">Gore Verbinski</dc:creator>
              <dc:creator xsi:type="oss:sort">Verbinski, Gore</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5">77.7</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Spillefilm</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">adventurefilm</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">adventurefilm</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">fiktion</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">sørøvere</dc:subject>
              <dc:description>Originalfilmen: USA : Walt Disney Enterprises, 2003</dc:description>
              <dc:description>Af indholdet: Bonus materiale</dc:description>
              <dcterms:audience xsi:type="dkdcplus:medieraad">Mærkning: Tilladt for børn over 11 år</dcterms:audience>
              <dcterms:audience xsi:type="dkdcplus:age">Fra 11 år</dcterms:audience>
              <dcterms:audience>børnematerialer</dcterms:audience>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Buena Vista Home Entertainment</dc:publisher>
              <dc:contributor>Walt Disney</dc:contributor>
              <dc:contributor>Gore Verbinski</dc:contributor>
              <dc:contributor>Ted Elliott</dc:contributor>
              <dc:contributor>Terry Rossio</dc:contributor>
              <dc:contributor>Dariusz Wolski</dc:contributor>
              <dc:contributor>Walt Disney firma</dc:contributor>
              <dc:contributor xsi:type="dkdcplus:act">Johnny Depp</dc:contributor>
              <dc:contributor xsi:type="dkdcplus:act">Geoffrey Rush</dc:contributor>
              <dc:contributor xsi:type="dkdcplus:act">Orlando Bloom</dc:contributor>
              <dc:contributor xsi:type="dkdcplus:act">Keira Knightley</dc:contributor>
              <dc:contributor xsi:type="dkdcplus:act">Jack Davensport</dc:contributor>
              <dc:date>2010</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Dvd</dc:type>
              <dc:format>1 dvd-video</dc:format>
              <dcterms:extent>ca. 2 t., 17 min.</dcterms:extent>
              <dc:language xsi:type="dcterms:ISO639-2">mul</dc:language>
              <dc:language>Flere sprog</dc:language>
              <dc:language xsi:type="dkdcplus:spoken">eng</dc:language>
              <dc:language xsi:type="dkdcplus:spoken">por</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">eng</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">por</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">dut</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">nor</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">dan</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">swe</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">fin</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">ice</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">est</dc:language>
              <dcterms:spatial xsi:type="dkdcplus:DBCS">Jamaica</dcterms:spatial>
              <dcterms:temporal xsi:type="dkdcplus:DBCP">1700-1799</dcterms:temporal>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">28480261</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20101108181028</marcx:subfield>
                  <marcx:subfield code="d">20101019</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="t">FAUST</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="006" ind1="0" ind2="0">
                  <marcx:subfield code="d">11</marcx:subfield>
                  <marcx:subfield code="2">b</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="006" ind1="0" ind2="0">
                  <marcx:subfield code="e">11</marcx:subfield>
                  <marcx:subfield code="2">d</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2010</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="l">mul</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">m</marcx:subfield>
                  <marcx:subfield code="g">th</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="021" ind1="0" ind2="0">
                  <marcx:subfield code="b">Brugsretskategori: C+</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="023" ind1="0" ind2="0">
                  <marcx:subfield code="a">8717418110222</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBI201045</marcx:subfield>
                  <marcx:subfield code="x">BKM201045</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="041" ind1="0" ind2="0">
                  <marcx:subfield code="p">eng</marcx:subfield>
                  <marcx:subfield code="p">por</marcx:subfield>
                  <marcx:subfield code="u">eng</marcx:subfield>
                  <marcx:subfield code="u">por</marcx:subfield>
                  <marcx:subfield code="u">dut</marcx:subfield>
                  <marcx:subfield code="u">nor</marcx:subfield>
                  <marcx:subfield code="u">dan</marcx:subfield>
                  <marcx:subfield code="u">swe</marcx:subfield>
                  <marcx:subfield code="u">fin</marcx:subfield>
                  <marcx:subfield code="u">ice</marcx:subfield>
                  <marcx:subfield code="u">est</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">Pirates of the Caribbean - den sorte forbandelse</marcx:subfield>
                  <marcx:subfield code="p">Pirates of the Caribbean - the curse of the Black Pearl</marcx:subfield>
                  <marcx:subfield code="e">directed by Gore Verbinski</marcx:subfield>
                  <marcx:subfield code="e">screenplay by Ted Elliott &amp; Terry Rossio</marcx:subfield>
                  <marcx:subfield code="e">screen story by Ted Elliott ... [et al.]</marcx:subfield>
                  <marcx:subfield code="e">based on Walt Disney's Pirates of the Caribbean</marcx:subfield>
                  <marcx:subfield code="f">produced by Jerry Bruckheimer</marcx:subfield>
                  <marcx:subfield code="e">director of photography Dariusz Wolski</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="260" ind1="0" ind2="0">
                  <marcx:subfield code="a">[Kbh.]</marcx:subfield>
                  <marcx:subfield code="b">Buena Vista Home Entertainment</marcx:subfield>
                  <marcx:subfield code="c">[2010]</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="300" ind1="0" ind2="0">
                  <marcx:subfield code="n">1 dvd-video</marcx:subfield>
                  <marcx:subfield code="l">ca. 2 t., 17 min.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="440" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Disney dvd</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="508" ind1="0" ind2="0">
                  <marcx:subfield code="a">Engelsk tale, samt synkronisering på portugisisk</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="508" ind1="0" ind2="0">
                  <marcx:subfield code="a">Undertekster på engelsk, portugisisk, hollandsk, norsk, dansk, svensk, finsk, islandsk og estisk</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="508" ind1="0" ind2="0">
                  <marcx:subfield code="a">Tekstet for hørehæmmede på engelsk</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="i">Medvirkende</marcx:subfield>
                  <marcx:subfield code="e">Johnny Depp, Geoffrey Rush, Orlando Bloom, Keira Knightley, Jack Davensport ... et al.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="a">Originalfilmen: USA : Walt Disney Enterprises, 2003</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="517" ind1="0" ind2="0">
                  <marcx:subfield code="a">Mærkning: Tilladt for børn over 11 år</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="517" ind1="0" ind2="0">
                  <marcx:subfield code="a">Fra 11 år</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="534" ind1="0" ind2="0">
                  <marcx:subfield code="a">Af indholdet: Bonus materiale</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="538" ind1="0" ind2="0">
                  <marcx:subfield code="a">BMA 3023315</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="m">77.7</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="s">adventurefilm</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="s">sørøvere</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="q">Jamaica</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="i">1700-1799</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="700" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="å">1</marcx:subfield>
                  <marcx:subfield code="a">Disney</marcx:subfield>
                  <marcx:subfield code="h">Walt</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="700" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Verbinski</marcx:subfield>
                  <marcx:subfield code="h">Gore</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="700" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Elliott</marcx:subfield>
                  <marcx:subfield code="h">Ted</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="700" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Rossio</marcx:subfield>
                  <marcx:subfield code="h">Terry</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="700" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Wolski</marcx:subfield>
                  <marcx:subfield code="h">Dariusz</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="710" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Walt Disney</marcx:subfield>
                  <marcx:subfield code="e">firma</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="910" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Disney</marcx:subfield>
                  <marcx:subfield code="h">Walt</marcx:subfield>
                  <marcx:subfield code="e">firma</marcx:subfield>
                  <marcx:subfield code="x">se</marcx:subfield>
                  <marcx:subfield code="w">Walt Disney (firma)</marcx:subfield>
                  <marcx:subfield code="z">710</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="s10" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="990" ind1="0" ind2="0">
                  <marcx:subfield code="o">201045</marcx:subfield>
                  <marcx:subfield code="b">v</marcx:subfield>
                  <marcx:subfield code="u">nt</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <oss:openurl/>
<os:identifier>870970-basis:28480261</os:identifier>
<os:creationDate>1980-03-07</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>film_piratescaribbean.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
